{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"dtype": "float32", "trainable": true, "name": "flatten_1", "batch_input_shape": [null, 1, 1, 2048]}}, {"class_name": "Dropout", "config": {"rate": 0.4, "trainable": true, "noise_shape": null, "name": "dropout_1", "seed": null}}, {"class_name": "Dense", "config": {"activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "use_bias": true, "units": 133, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_1", "bias_constraint": null}}], "keras_version": "2.1.5"}